angular.ng-template
arr.marksman
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
davidanson.vscode-markdownlint
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.code-runner
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
timonwong.shellcheck
usernamehw.errorlens
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
